book1 ={
    "title": "Код. Тайный язык информатики",
    "author": "Чарльз Петцольд",
    "year": 1999,
    "available": True,
    "categories": ["Зарубежная литература", "Информатика", "Учебная"]
}
book2 = {
    "title": "Компьютерные сети. 6 - издание",
    "author": "Эндрю Таненбаум",
    "year": 2023,
    "available": True,
    "categories" :  ["Зарубежная литература", "Информатика", "Профессиональная"]
}
book3 = {
    "title": "Почему одни страны богатые, а другие бедные",
    "author": "Эндрю Таненбаум",
    "year": 2023,
    "available": True,
    "categories": ["Зарубежная литература", "Мировая экономика", "Психология"]
}
book4 = {
    "title": "Паттерны разработки на Python",
    "author": "Гарри Персиваль и Боб Грегори",
    "year": 2021,
    "available": True,
    "categories": ["Зарубежная литература", "Информатика", "Профессиональная"]
}